Repository: wp-portugal/wp-portugal.com
Catalog: _oldrepo/_oldrepo/themes/wp-portugal-tema/languages/*.po
Languages: fi, ja, nb_no

source: File Not Found
fi: Ei löydy
ja: お探しのファイルは見つかりません。
nb_no: Finner ikke filen

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
fi: Sivu jota etsit voi olla poistettu, sen nimi on muuttunut, tai on tilapäisesti poissa käytöstä.
ja: お探しのページは削除されたか、名前が変更されたか、一時的に利用できない可能性があります。
nb_no: Siden du leter etter kan ha blitt flyttet, navnet kan være endret, eller den kan være midlertidig utilgjengelig.

source: Please try the following:
fi: Kokeile seuraavaa:
ja: 次のことを試してみてください
nb_no: Vennligst forsøk følgende:

source: Check your spelling
fi: Tarkista kieliasu
ja: スペルを確認
nb_no: Sjekk staving

source: Return to the <a href="%s">home page</a>
fi: Palaa <a href="%s">etusivulle</a>
ja: <a href="%s">ホームページ</a>に戻る
nb_no: Gå tilbake til <a href="%s">forsiden</a>

source: Click the <a href="javascript:history.back()">Back</a> button
fi: Klikkaa <a href="javascript:history.back()">Takaisin</a> -painiketta
ja: <a href="javascript:history.back()">戻る</a> ボタンをクリック
nb_no: Klikk <a href="javascript:history.back()">Tilbake</a> knappen

source: &larr; Older posts
fi: &larr; Vanhempia artikkeleita
ja: &larr; 以前の投稿
nb_no: &larr; Eldre innlegg

source: Newer posts &rarr;
fi: Uudempia artikkeleita &rarr;
ja: 次の投稿 &rarr;
nb_no: Nyere innlegg &rarr;

source: (Edit)
fi: (Muokkaa)
ja: (編集)
nb_no: (Rediger)

source: Your comment is awaiting moderation.
fi: Kommenttisi on moderointijonossa.
ja: コメントは現在承認待ちです。
nb_no: Din kommentar avventer moderasjon.

source: Please do not load this page directly. Thanks!
fi: Älä lataa tätä sivua suoraan, kiitos!
ja: このページを直接読み込まないでください。
nb_no: Vennligst ikke last denne siden direkte. Takk!

source: This post is password protected. Enter the password to view comments.
fi: Tämä sivu on suojattu salasanalla. Anna salasana tarkastellaksesi kommentteja.
ja: この投稿はパスワードで保護されています。コメントを表示するためのパスワードを入力してください。
nb_no: Dette innlegget er passordbeskyttet. Skriv inn passord for å vise kommentarer.

source: No Responses to
fi: Ei kommentteja artikkeliin
ja: 返信がありません。
nb_no: Ingen svar på

source: One Response to
fi: Yksi kommentti artikkeliin
ja: 一件のコメント
nb_no: Ett svar på

source: % Responses to
fi: % kommenttia artikkeliin
ja: % 件のコメント
nb_no: % svar på

source: &larr; Older comments
fi: &larr; Vanhempia kommentteja
ja: &larr; 以前のコメント
nb_no: &larr; Eldre kommentarer

source: Newer comments &rarr;
fi: Uudempia kommentteja &rarr;
ja: 新しいコメント &rarr;
nb_no: Nyere kommentarer &rarr;

source: Leave a Reply
fi: Kommentoi
ja: 返信を行う
nb_no: Legg igjen et svar

source: Leave a Reply to %s
fi: Kommentoi: %
ja: %s への返信
nb_no: Legg igjen et svar til %s

source: You must be <a href="%s">logged in</a> to post a comment.
fi: Sinun täytyy <a href="%s">kirjautua sisään</a> kommentoidaksesi.
ja: この投稿にコメントするために<a href="%s">ログイン</a> が必要です。
nb_no: Du må være <a href="%s">logget inn</a> for å poste en kommentar.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
fi: Kirjautunut nimellä: <a href="%s/wp-admin/profile.php">%s</a>.
ja: <a href="%s/wp-admin/profile.php">%s</a>としてログインしています。
nb_no: Logget inn som <a href="%s/wp-admin/profile.php">%s</a>.

source: Log out of this account
fi: Kirjaudu ulos
ja: ログアウトする。
nb_no: Logg av denne kontoen

source: Log out &raquo;
fi: Kirjaudu ulos &raquo;
ja: ログアウト &raquo;
nb_no: Logg av &raquo;

source: Name
fi: Nimi
ja: 名前
nb_no: Navn

source: (required)
fi: (pakollinen)
ja: (必須)
nb_no: (påkrevd)

source: Email (will not be published)
fi: Email (ei koskaan julkaista)
ja: メールアドレス (公開されません)
nb_no: E-post (vil ikke bli publisert)

source: Website
fi: Verkkosivu
ja: ウェブサイト
nb_no: Nettside

source: Comment
fi: Kommentoi
ja: コメント
nb_no: Kommentar

source: You can use these tags:
fi: Voit käyttää näitä tageja:
ja: 次のHTML タグと属性が使えます:
nb_no: Du kan benytte disse taggene:

source: Submit Comment
fi: Lähetä kommentti
ja: コメント送信
nb_no: Send inn kommentar

source: Nothing Found
fi: Mitään ei löytynyt
ja: 見つかりません。
nb_no: Ingenting funnet

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fi: Oletko valmis julkaisemaan ensimmäisen kirjoituksesi? <a href="%1$s">Aloita tästä</a>.
ja: あなたの最初の投稿を公開する準備はできましたか？<a href="%1$s">ここから始めましょう。</a>
nb_no: Klar til å publisere ditt første innlegg? <a href="%1$s">Kom i gang her</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Pahoittelut, mitään ei löytynyt antamillasi hakusanoilla. Kokeile uudestaan joillain toisilla hakusanoilla.
ja: ご指定の検索条件に一致する投稿がありませんでした。他のキーワードでもう一度検索してみてください。
nb_no: Beklager, men vi fant ingenting som traff på ditt søk. Forsøk gjerne igjen med andre søkeord.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Näyttää siltä että emme löydä etsimääsi. Kokeile hakutoimintoa.
ja: お探しのコンテンツを見つけられませんでした。検索をお試しください。
nb_no: Det ser ikke ut som om vi finner det du leter etter. Kanskje et søk kan hjelpe?

source: Continue reading...
fi: Lue lisää...
ja: 続きを読む...
nb_no: Les videre...

source: Pages:
fi: Sivut:
ja: ページ:
nb_no: Sider:

source: Posted on %s at %s.
fi: Kirjoitettu %s, %s.
ja: 投稿日時 %s %s.
nb_no: Skrevet den %s på %s.

source: Written by
fi: Kirjoittanut
ja: 投稿者
nb_no: Skrevet av

source: Please assign a menu to the primary menu location under %1$s or %2$s the design.
fi: Valitse valikko ensisijaiselle valikolle %1$s or %2$s the design.
ja: primary menyにメニューに%1$s もしくは %2$sを設定してください。
nb_no: Vennligst tildel en meny til primærmenyplasseringen etter %1$s eller %2$s designet.

source: <a href="%s">Menus</a>
fi: <a href="%s">Valikot</a>
ja: <a href="%s">メニュー</a>
nb_no: <a href="%s">Menyer</a>

source: <a href="%s">Customize</a>
fi: <a href="%s">Muokkaa</a>
ja: <a href="%s">カスタマイズ</a>
nb_no: <a href="%s">Tilpass</a>

source: Sidebar widgets
fi: Sivupalkin vimpaimet
ja: サイドバーウィジェット
nb_no: Sidestolpe widgets

source: Drag widgets to this sidebar container.
fi: Raahaa vimpaimia sivupalkkiin
ja: ウィジェットをサイドバーにドラッグしてください
nb_no: Dra widgets til denne sidestolpe konteineren.

source: Footer widgets
fi: Footerin vimpaimet
ja: フッターウィジェット
nb_no: Bunn widgets

source: Drag widgets to this footer container
fi: Raahaa footerin vimpaimet tähän
ja: ウィジェットをフッターにドラッグしてください
nb_no: Dra widgets til denne bunn kontaineren

source: I'm a translatable string.
fi: Minä olen käännettävä teksti.
nb_no: Jeg er en tekststreng som kan oversettes.

source: Me too
fi: Minä myös
nb_no: Jeg også

source: I have %d apple
fi: Minulla on %d omena
nb_no: Jeg har %d eple

source: yyyy-mm-dd
fi: vvvv-kk-pp

source: Search Results for
fi: Hakutulokset:
ja: 検索結果
nb_no: Søketreff for

source: Search
fi: Hae
ja: 検索
nb_no: Søk
